export const pages = [{
        type: 'text',
        content: "[현재 위치: 그리핀도르 기숙사]\n[시간: AM  9 : 15]\n\n이불 아래 숨은 작고 가벼운 몸. 아니, 원래도 가벼웠지만…\n축 늘어지는 꼬리와 차게 식은 피부가 증명하는 바는 다르다.\n…밀리가 떠났다.\n\n어떠한 병도, 사고도 아니었다. \n그냥… 수명이 다한 것이었다. \n나는 겨우 납득한다. 쥐는 원래 삼 년이 넘도록 사는 일도 극히 드물었으니까. \n마치 잠든 것처럼 죽어 있는 밀리는, 아주 평온하게 눈을 감고 있었다.\n나는 고개를 돌린다. 그곳엔 밀리의 흔적이 있다.\n\n식기 옆에 남은 사료 한 알,\n지퍼에 끼어 있는 털 한 가닥,\n낡은 방석의 움푹 팬 자국…\n\n밀리의 죽음을 알리는 건 무른 살로 이루어진 몸 뿐이다. \n고로 나는 납득하고 싶지 않았다.\n이게 밀리의 끝이라는 것을.\n어떠한 말도, 어떠한 위로도… \n닿지 않았다.\n그저 멍하니 생각할 뿐이었다.\n\n밀리를 되살릴 수 있는 방법이 있다면, 정말 무엇이든 하겠다고.\n밀리를 다시 한 번 안을 수 있는 방법이 있다면, 무엇이든 바칠 수 있겠노라고",
    },
    {
        type: 'text',
        content: "… 나는 마침내 밀리를 살릴 방법을 떠올려 냈다.\n호그와트는 마법 학교인 동시에, 내로라하는 괴짜 학교다.\n고대 룬 문자, 신비한 동물 돌보기, 연금술… 기실 학년이 올라갈 수록 자신의 길을 찾아 흥미를 찾아 하고픈 걸 하는 녀석들이 많다.\n\n나는 이미 그런 곳에 *싹수를 틔운*, 내 구세주가 될 사람을 알고 있다— \n\n오스월드 화이트. \n\n소문에 의하면 그는 무언가를 소생시키는 시술도 연구하고 있다고 한다.\n아니, 어쩌면 「프랑켄슈타인」에 나올 법한 생명 창조 마법일지도 모른다.\n다만 핵심은, 그가 생명에… 이미 다한 수명에 관여할 수도 있는 사람이라는 것이다.",
    },
    {
        type: 'text',
        content: "[현재 위치: 래번클로 기숙사 앞]\n[시간:  PM  4 : 24]\n\n마침 책을 들고 나오는 친구 Z가 나에게 용건을 묻는다. \nZ: 여기까지 무슨 일이야?  \nA: 다른 건 아니고, 혹시 오스월드가 안에 있는지 봐줄 수 있어?\nZ: 오스월드? 지금은 폐교실에 있을 걸.\nA: 폐교실?\nZ: 요즘 실험같은 거 한다고 거기 틀어박혀 있거든. \nA: 그래서, 어느 쪽인데? \n\nZ는 나를 이해할 수 없다는 듯한 얼굴로 바라보았다.\n\nA: 어쩔 수 없어. 그애를 꼭… 찾아야 하거든.\nZ: 마법약 교실 옆이야.\nZ: 미리 경고하자면, 그애가 하는 제안같은 거… 덜컥 받아들이지 마.\n\nZ는 의미심장한 말을 중얼거리고서 다시 기숙사 안으로 들어갔다. \n다시 말하지만…\n모든 건 어쩔 수 없는 일이다."
    },
    {
        type: 'choice',
        content: "[현재 위치: 폐교실]\n[시간: PM 5 : 45]\n현재 시각… 5시 45분쯤.\n폐교실마저도 비어 있지만, \n오스월드가 있을 만한 곳은 여기밖에 없다는 생각이 들어 나는 이곳에 머물기로 결심하였다.\n…",
        image: "img/map.png",
        choices: [{
                text: "의문의 명함",
                result: "‘노던 리액트’. 회사 이름으로 추정되는 것과 주소, 설립자 ‘윌리엄 화이트’ 가 적혀 있다.\n\n윌리엄 ‘화이트’… …오스월드의 아버지일까?\n\n나는 이 회사의 이름을 들은 적 있다.\n\n화학 약품을 다루는 기업으로 최근 급격한 하락세를 타고 있다. 이유는 거래처들과의 관계 두절. 제조 과정에서의 정보 유출이 원인으로 지목되고 있다는 기사를 읽은 적 있다.\n\n하지만 무엇도 썩 믿음직스럽진 않다. 기술 경쟁력 부족을 다른 소식으로 덮으려고 애쓰는 건 아닐까?\n… 알 순 없지만 남의 가정사를 너무 추측하는 것도 좋지 않다. 내려놓자."
            },
            {
                text: "실험 도구",
                result: "액체가 담긴 병들, 금속관과 유리로 된 도구들이 여럿 있다.\n\n세워진 플라스크를 보면 각 액체의 색은 달라도 전부 빛을 받으면 붉은 광채를 띠는 것이 특징이다.\n\n쭉 한 가지 약물을 실험해온 게 아닐까?\n\n전반적인 형태가 익숙한 걸 봐서는 머글 세계의 실험 도구인 듯하다."
            },
            {
                text: "실험 기록",
                result: "실험일지가 강박적으로 정리되어 있다.\n\n글씨는 흘림 하나 없이 반듯하고, 간격은 기계적으로 균일하다.\n\n무의식적으로 난 이것을 집어들어 읽기 시작한다.\n\n사회적 교류에 있어 ‘표정’이 미치는 영향에 대한 내용이다.\n\n미소가 신용, 친밀감, 협력 유도 등에 효과가 있는가?등의 질문이 적혀있다."
            },
            {
                text: "쓰레기통",
                result: "여러 종이들이 구겨져 있다.\n\n그중 뜯지 않은 한 편지 봉투가 눈에 띈다.\n\n예쁘게 꾸며져 있다. 만든 이의 성의를 봐서도 읽어주지 그랬어...\n\n나는 편지의 내용을 천천히 읽어내려갔다.\n\n...이건 러브레터다.\n\n누구에게? 오스월드에게?"
            },
            {
                text: "의자",
                result: "오스월드에 대해서 들은 바로는, 한 번 잠들면 오래도록 일어나지 못해 종종 수업에 늦는다고 한다.\n\n최근엔 이런 사태를 방지하기 위해서 의자에 앉아 불편한 자세로 잠을 잔다고 들었는데…\n\n…그냥 적당한 시간에 자고 일어나는 걸로는 부족한 걸까?\n\n사서 고생하는 타입의 사람이라는 생각이 물씬 든다."
            },
            {
                text: "책장",
                result: {
                    content: "손때 묻은 고서들이 뒤섞여 있다.",
                    type: 'choice',
                    choices: [{
                            text: "감정, 인류의 치명적 약점",
                            result: "감정이 인류 역사상 대부분의 갈등, 전쟁, 비극의 근원이었다는 분석글이다."
                        },
                        {
                            text: "공감은 연출될 수 있다",
                            result: "감정이 없는 자도 관찰과 모방을 통해 공감을 “외형적으로 구현”할 수 있음을 증명하는 사례집이다. "
                        },
                        {
                            text: "윤리의 회로, 인간의 딜레마",
                            result: "[Q:당신은 의사입니다.\n한 명의 건강한 사람을 희생시키면 그의 장기를 나눠줘 5명을 살릴 수 있습니다.\n아무도 눈치채지 못할 것입니다.\n→ 당신은 그를 희생시키겠습니까?]\n.\n.\n.\n어려운 문제다.\n아무리 결과가 좋다고 한들, 사람을 도구로 삼는 행위는 비인간적이지 않은가.\n그래서 나는 그를 희생시키지 않을 것이다.\n\n…그러나,\n5명을 살리는 결과를 외면하고 오직 원칙만을 지키는 태도가 정말 인간적인 것인지도 잘 모르겠다.\n애초에 ‘인간적’이라는 건 뭘까.\n‘인간’이란 존재는 대체 어떤 기준으로 그렇게 불리는 걸까.\n\n머리가 아파온다... 나는 책을 덮는다."
                         },
                        {
                            text: "제3의 진화, 새로운 인류의 창조",
                            result: "표지에 진화론자인 줄리언 헉슬리의 선언이 인용되어있다.\n\n[인간은 원한다면 스스로를 초월할 수 있다. \n우리는 이 새로운 사상을 지칭할 이름이 필요하다. \n아마도 트랜스휴머니즘이라는 이름이 적절할 것이다.]\n(중략)\n[진화론적 관점에서 사람의 운명은 매우 단순하게 요약될 수 있다. 그것은 '최소 시간에 최대 진보'를 이루는 것이다.]"
                         },
                        {
                            text: "인간은 초월이 아니라 이해를 필요로 한다",
                            result: "줄리언 헉슬리의 주장을 정면으로 반박하는 글이다.\n\n감정, 결함, 죽음, 무지. 그것들은 제거되어야 할 장애물이 아니라, 인간다움의 핵심이자 연대의 조건이라고 설명하고 있다.\n...\n\n\n...어쩌면 기술로 누군가를 고치는 것보다, 자신을 이해하고 타인을 받아들이는 것이 더 어려울지도 모른다는 생각이 든다.\n그래도 인간됨의 방향은 더 완벽한 존재가 되는 것이 아니라, 결점마저 더 깊이 이해하는 쪽이 아닐까..."
                        }
                    ]
                }
            },
            {
                text: "엎질러진 약물",
                result: "시뻘건 약물이 엎질러져 있다.\n\n...순간 피 웅덩이라고 생각했다. 만지지 않는 게 좋을 듯 하다."
            }
        ]
    },
    {
        type: 'text',
        content: "…\n몇 분이 흘렀을까. \n문이 열리는 소리가 들린다.\n분명 옷자락 스치는 소리 하나 들리지 않았는데, 인영 하나가 나의 뒤에 드리운다.\n고개를 들면, 오스월드가 날 가만히 내려다 보고 있다.\n\nA: 무—무례했다면 사과할게, 오스월드. \n\n그는 답 대신 나를 앞질러서, \n교실 안을 대충 살피다가, 내가 만진 실험 기록을 정리하고서 의자에 앉는다.\n오스월드는, 마치 내가 이 자리에 없는 사람이라도 된 것처럼 굴고 있다…\n\nA: 저기, 오스월드.\nA: 난… 다소 절박한 이유로 널 찾아오게 된 거야.\n오스월드: 알고 있습니다.\n오스월드: 그래서, 말하기 전까지 기다려 준 겁니다.\n오스월드: 말씀해보시죠."

    },
    {
        type: 'text',
        content: "[현재 위치: 폐교실]\n[시간: PM 6 : 16]\n나는 밀리의 죽음에 대해서 열띤 설명을 이어나갔다. \n오스월드는 내가 말하는 중에도 아무런 반응이 없었다.\n그저 나를 관망할 뿐.\n\nA: 마법이라도 좋고, 네가 그렇게 집착하는 그… 과학이라도 좋아.\nA: 넌 언젠가 그런 것도 할 수 있을 거라며—\nA: 다시 되돌릴 수만 있다면… 내가 기꺼이 너의 실험체도 되어줄 수 있어. 뭐든지 할게. 대가로 무엇이든 줄 수 있다고.\n\n여전히, 오스월드의 표정은 바뀌지 않는다.\n\n오스월드: 단도직입적으로 말씀드리겠습니다. 당장의 기술로는 실현 불가능합니다.\nA: …하지만 네가 전에 죽은 식물을 다시 되살리기도 했잖아.\n오스월드: 식물은 기억을 저장하지 않습니다. 감정도, 개별화된 반응도 없죠.\n오스월드: 살리는 과정도 단순히 생물학적인 재생에 불과하므로, 그리 복잡한 과정을 동반하지도 않고요.\n\n오스월드: 하지만 동물은 다릅니다.\n오스월드: 특히 당신의 ‘밀리’에는 당신과 관련된 감정과 기억이 축적되어 있습니다. \n오스월드: 그 감정의 복원은 현재로선 불가능에 가깝습니다.\n오스월드: 다만 외형이 유사한 생물체를 만드는 것,\n오스월드: 그건 가능합니다. 기술적으로도 비교적 단순한 작업이니까요.\n오스월드: 하지만 그것은… 당신이 알고 있던 ‘밀리’는 아닐 겁니다.\n오스월드: 당신이 “기억하던” 밀리처럼 행동하지 않을 가능성이 농후하다는 뜻입니다.\n\n오스월드의 눈이, 빛난다.\n나는 그에 대해 아는 바가 없지만… 직감하고야 만다. \n\n오스월드와의 구두 계약이 맺어질 순간이라고."
    },
    {
        type: 'text',
        content: "그가 나에게 다가선다. \n\n오스월드: 현재 감정적으로… 괴롭습니까?\nA: ………\n\n\n한 발짝 더.\n\n\n오스월드: 슬프고, 괴로운 감정에서 벗어나고 싶습니까?\n\n시선이 지척에서 맞닿는다.\n위압감보다 먼저 느끼는 것은—\n그래,\n슬픔과 괴로움이다.\n\nA: 그래, 맞아…\nA: 아무것도 할 수 없다면…\n\n새로운 ‘밀리’는 ‘밀리’가 될 수 없다.\n난 아마 그 사실에 절망했던 것이다. \n\n오스월드: A. \n오스월드: 그러면, 그 감정 말입니다…\n오스월드: 없애는 게 어떻겠습니까?\n오스월드: 원인을 제거하면, 모든 고통을 잊을 수 있습니다. \n오스월드는 말하는 도중에도 깊은 생각에 빠진 듯, 눈을 천천히 감았다 뜬다. \n\n오스월드: 전 당신을 이해합니다.\n오스월드: 즐거웠던 기억과는 별개로, 따라오는 감정의 잔재는 일상에 자잘한 지장을 주죠.\n오스월드: 그건… 매우 비효율적입니다.\n오스월드: 안 그렇습니까?"
    },
    {
        type: 'text',
        content: "오스월드는 주머니에서 작은 병을 꺼냈다.\n투명한 액체가 담긴 유리병.\n빛을 받자, 붉은 색채가 표면을 타고 흘렀다.\n\nA: 이건…?\n오스월드: 임상 실험을 코앞에 두고 있는 약품입니다.\n오스월드: 기억같은 건 유지하되 감정 반응만을 선택적으로 차단할 수 있을 겁니다. \n오스월드: 요컨대,\n오스월드: 당신의 불쾌함, 무력감, 과도한 슬픔 따위는 이제…\n\n머릿속에서 무언가 경종을 울린다."

    },
    {
        type: 'text',
        content: "안 돼. 안 돼! \n나는 가드레일에 처박기 직전에 있는 차가 된 것만 같다.\n\nA: 감정을 없애버리면, 나는 밀리를 온전히 기억할 수 없게 되는 거잖아.\n오스월드: 아뇨, 다시 말하지만 기억은 남습니다. \n오스월드: 감정 반응만 차단되며, 정보 자체는 손상되지 않아요.\n\n나는 떠올린다.\n\n밀리의 숨결, 심장 박동, 그것을 느끼는 순간의 전율…\n아팠던 순간, 약을 먹이며 눈물을 흘렸던 것, \n나와 함께할 때마다 느꼈던 기쁨을.\n\nA:  틀려… \nA:  난 밀리의 모든 것을 기억하고 싶어.\nA: 난… 그애와의 순간을 영영 머릿속에 남기고 싶어.\nA: 감정이 없는 기억은 반쪽짜리일 뿐이잖아. \nA: 단순한 사실의 나열, 그 이상도 이하도 아니라고….\n오스월드: …\n\n그는 고민하는 듯 손을 얼굴에 짚더니, 목소리를 낮추어 말한다.\n오스월드: 이해할 수 없네요.\n오스월드: 불편하지 않습니까? 그런 걸 감내하며 고통받겠단 건가요?\nA: 불편한 게 아냐… \nA: 그냥… 이것마저도, \nA: 밀리와의 기억이고, 추억인 거야… 나, 나 이제야 알게 된 것 같아. \n\n아주 짧게, 한숨소리가 들렸다.\n\n오스월드: …그렇군요.\n오스월드: …당신이 조건으로 내걸은 실험 협력도 없는 일이 되겠네요. \n오스월드: 안타까운 일입니다. 당신의 신체는 연구 가치가 있었는데. \n\n오스월드는 한참동안, 말이 없었다.\n그는 생각하는 것처럼 보였다. 그러니까…\n아주, 아주 오래 말이다."
    },
    {
        type: 'text',
        content: "[현재 위치: 폐교실]\n[시간: PM 6 : 32]\n\n… \n… …\n우선 말하자면, \n난 A의 말을 쉬이 납득할 수 없었다.\n불필요한 고통을 기억의 정당한 대가라고 여기는 그 사고방식은 명백하게 비효율적이다.\n이토록 비효율적인 구조를 두고\n“인간다움”이라 미화하는 건, 감정적인 동물의 자기 위안에 불과하다.\n지난 4년간 나는 짧지 않은 관찰과 실험 끝에 한 가지 결론에 도달했다.\n\n\n[인간에게 있어 감정은 블필요하다.]\n\n감정은 정보를 왜곡하고, 판단을 흐리고, 의지를 탈선시킨다.\n슬픔, 괴로움, 무력감 같은 감정은 또 어떤가.\n인간을 지치게 만들고, 방향을 잃게 하며,\n그 대가로 얻는 것은 단지… 흐릿한 낭만뿐이다.\n\n모더니즘을 표방하는 구닥다리 주장으로 보여도 상관 없다.\n하지만 분명한 것은, 감정이 제거된 사회는 분명 더 나은 방향으로 진보할 것이다.\n실수도, 갈등도, 비이성적 오판도 줄어들 것이다.\n모두가 명료하게 생각하고, 흔들림 없이 판단한다면\n그 사회는, 이전보다 한층 덜 고통스럽고, 더 평화로울 수 있다.\n\n… 그럼에도 불구하고 A는 그것을 선택했다.\n불필요한 감정을 끌어안고 살아가는 삶,\n\n\n\n나는 그것을 ‘착각된 애도’라고 기록해 두겠다."
    },
    {
        type: 'choice',
        content: "[현재 위치: 폐교실]\n[시간: PM 6 : 38]\n\n어쨌거나 A에게 나의 설득은 먹히지 않을 성싶다. \n\n고로, 가능한 대안들을 나열해본다.\n.\n.\n.",
        choices: [{
                text: "선택지 A. 무력을 사용한다.",
                result: "윤리 위반으로 실험 중단 가능성이 있다. 발각 시 리스크가 과도할 정도로 크다."
            },
            {
                text: "선택지 B. 감정적 설득.",
                result: "감정에 호소하면 협조해줄 수도 있다는 가정은 지나치게 낙관적이다. \n게다가 연기엔 아직 능숙하지 않다. 결국 그는 거짓으로 꾸민 내 감정을 금방 알아챌 것이다."
            },
            {
                text: "선택지 C. 거짓말을 한다.",
                result: "‘되살릴 수 있다’는 거짓말이면 순간적인 협조는 얻을 수 있다. 그러나 실험 종료 후의 결과는 예측 불가의 영역에 있다."
            },
            {
                text: "선택지 D. 과학적인 방법으로의 ‘소생’",
                result: "현재의 기술력으로는 접근이 불가능하다."
            },

        ]
    },
    {
        type: 'text',
        content: "순간, 단 한 가지의 방법이 불현듯 떠오른다.\n\n\n선택지 E. A의 복제.\n\n외부에서 열리지 않는 문은,\n주어진 구조를 바탕으로 복제하여—다시 달면 그만이다. \n\nA의 유전자, A의 신체 구조.\n신경 반응, 감각 회로, 반응 속도.\n모든 요소를 동일하게 구성하면 된다.\n\n\n진짜 A가 아니어도 된다.\n그의 신체와 조건이 동일하다면, 실험은 유효하다.\n\n그러기 위해 내가 현재 필요한 것은…\n\n\n\n\n\n\n\n\n\n\n\n[END]"
    },
];
